export const groupLessons = [
  {
    id: '6',
    name: '【减脂】FatPlay燃脂流汗挑战',
    keywords: '减脂 運动表现',
    time: '17:00 - 19:00',
    price: 60,
    pic: 'https://julyvivian.github.io/js_css_sources/p6.png',
    lessondetails: {
      intro: '减脂不是一件简单的事，也不是一件非常难的事。你需要耐心和决心，长期可坚持的减脂方法才是最好的。可能你试过各种减脂的方法，这一次可能是最正确的！每周三次的减脂训练，让你从入门到精通，减脂从此不再困惑。下定决心，跟着我们一起进行燃脂挑战吧！<img src="../../assets/detailpic1.jpg"/><img src="../../assets/detailpic2.jpg"/><ul><li> <h6>训练效果</h6><p>体能肯定会有所上升,腿部肌肉会出现,运动后注意拉伸</p></li><li> <h6>• 适合人群</h6><p>建议BMI大于28的客户慎重选择，或咨询工作人员！</p></li><li> <h6>• 预约规则</h6><p>每周五定时更新下周课程下周六到周四约课每班上限10人</p></li></ul>',
      notice: '相关疾病请慎选：心脏病；骨质疏松症；血糖及血压疾病；严重的慢性并发症，如心脏，肾，视网膜病变，严重下肢血管病变，植物神经功能障碍等；肝炎、肾炎等疾病；手术完仍处于康复期的患者，比如韧带撕裂康复、骨折康复、半月板损伤康复等；有脊椎及关节变形或损伤、肢体重要骨骼有过骨折史；怀孕或者还处在哺乳期；存在其他已知或未知的不适应大强度运动的疾病。'
    }
  }, {
    id: '7',
    name: '【翘臀】PeachPlay蜜桃臀挑战',
    keywords: '减脂 運动表现',
    time: '17:00 - 19:00',
    price: 60,
    pic: 'https://julyvivian.github.io/js_css_sources/p7.png',
    lessondetails: {
      intro: '减脂不是一件简单的事，也不是一件非常难的事。你需要耐心和决心，长期可坚持的减脂方法才是最好的。可能你试过各种减脂的方法，这一次可能是最正确的！每周三次的减脂训练，让你从入门到精通，减脂从此不再困惑。下定决心，跟着我们一起进行燃脂挑战吧！',
      notice: '相关疾病请慎选：心脏病；骨质疏松症；血糖及血压疾病；严重的慢性并发症，如心脏，肾，视网膜病变，严重下肢血管病变，植物神经功能障碍等；肝炎、肾炎等疾病；手术完仍处于康复期的患者，比如韧带撕裂康复、骨折康复、半月板损伤康复等；有脊椎及关节变形或损伤、肢体重要骨骼有过骨折史；怀孕或者还处在哺乳期；存在其他已知或未知的不适应大强度运动的疾病。'
    }
  }, {
    id: '8',
    name: '【核心】CorePlay核心川字挑战',
    keywords: '减脂 運动表现',
    time: '17:00 - 19:00',
    price: 60,
    pic: 'https://julyvivian.github.io/js_css_sources/p8.png',
    lessondetails: {
      intro: '减脂不是一件简单的事，也不是一件非常难的事。你需要耐心和决心，长期可坚持的减脂方法才是最好的。可能你试过各种减脂的方法，这一次可能是最正确的！每周三次的减脂训练，让你从入门到精通，减脂从此不再困惑。下定决心，跟着我们一起进行燃脂挑战吧！',
      notice: '相关疾病请慎选：心脏病；骨质疏松症；血糖及血压疾病；严重的慢性并发症，如心脏，肾，视网膜病变，严重下肢血管病变，植物神经功能障碍等；肝炎、肾炎等疾病；手术完仍处于康复期的患者，比如韧带撕裂康复、骨折康复、半月板损伤康复等；有脊椎及关节变形或损伤、肢体重要骨骼有过骨折史；怀孕或者还处在哺乳期；存在其他已知或未知的不适应大强度运动的疾病。'
    }
  }, {
    id: '9',
    name: '【减脂】FatPlay燃脂流汗挑战',
    keywords: '减脂 運动表现',
    time: '17:00 - 19:00',
    price: 60,
    pic: 'https://julyvivian.github.io/js_css_sources/p9.png',
    lessondetails: {
      intro: '减脂不是一件简单的事，也不是一件非常难的事。你需要耐心和决心，长期可坚持的减脂方法才是最好的。可能你试过各种减脂的方法，这一次可能是最正确的！每周三次的减脂训练，让你从入门到精通，减脂从此不再困惑。下定决心，跟着我们一起进行燃脂挑战吧！',
      notice: '相关疾病请慎选：心脏病；骨质疏松症；血糖及血压疾病；严重的慢性并发症，如心脏，肾，视网膜病变，严重下肢血管病变，植物神经功能障碍等；肝炎、肾炎等疾病；手术完仍处于康复期的患者，比如韧带撕裂康复、骨折康复、半月板损伤康复等；有脊椎及关节变形或损伤、肢体重要骨骼有过骨折史；怀孕或者还处在哺乳期；存在其他已知或未知的不适应大强度运动的疾病。'
    }
  }
]
