<template>
  <div class="agreement-box">
    <dl>
      <dt>1.	会员健康告知义务</dt>
      <dd>会员在「操场PlayGround」健身场所运动前，自己承诺并明确自身身体状况，无身体缺陷，伤残或疾病，也无任何不适于健身运动的疾病或健康隐患。如会员不能明确自身身体状况是否适于健身，则会员应立即自行向专业的医生予以咨询，并在得到医生同意或确认后，参与「操场PlayGround」场所的健身活动。会员在签署本协定条款后，并开始参加「操场PlayGround」场所的健身活动，则视为会员已经充分知晓并承诺自身状况良好并适于参加健身场所的健身活动。</dd>
      <dt>2.	使用限制</dt>
      <dd>会员在健身课程开始前或过程中，如因会员自身或某些客观原因，导致会员仅能参加部分课程内容，包括但不限于：课程项目的部分放弃、课程项目的强度难度降低等，会员同意仍需向「操场PlayGround」交付全部的课程费用。</dd>

      <dt>3.	禁止推销及免责条款</dt>
      <dd>「操场PlayGround」自始至终不会授权任何员工向会员主动推荐或介绍营养食品或医疗产品。如会员在「操场PlayGround」健身场所遇到相关人员在推荐或介绍营养食品或医疗产品，请及时通知「操场PlayGround」的工作人员。同时，请会员不要购买相关产品；如会员愿意自行购买，则因买卖行为所产生的一切法律风险，由会员自行承担，与「操场PlayGround」无关。</dd>

      <dt>4.	风险承担</dt>
      <dd>会员在「操场PlayGround」应当科学、规范、谨慎使用任何设施。如会员对于部分设施的使用不理解，应当向「操场PlayGround」的工作人员咨询，禁止违规、盲目操作。会员在「操场PlayGround」活动期间，如因自身过错，导致「操场PlayGround」的设施、设备损坏的，应当予以按实赔偿；会员在「操场PlayGround」活动期间，如因自身过错，导致自身、第三方、「操场PlayGround」的工作人员的人身或财物受到损害的，则会员应当承担赔偿责任；如会员因此造成「操场PlayGround」额外损失的，「操场PlayGround」有权予以追偿。</dd>

      <dt>5.	教练义务</dt>
      <dd>健身教练的义务是指导会员科学、规范健身；「操场PlayGround」禁止教练建议或要求会员额外支付费用的行为（包括但不限于：购买健身器材、私下额外提供指导咨询等）。若会员因健身教练之建议自行支出额外费用，因此产生的一切后果，「操场PlayGround」一概不负责任。</dd>

      <dt>6.	本人确认</dt>
      <dd>「操场PlayGround」已经充分尽到必要提醒义务，本人亦清楚参加团操课程及个人训练课程期间存在潜在风险和意外，对此本人愿意承担风险和意外。本人在「操场PlayGround」健身、运动期间，如有任何意外发生，本人同意：免除「操场PlayGround」的赔偿责任，放弃向「操场PlayGround」追索赔偿、补偿的权利。</dd>

      <dt>7.「操场PlayGround」保留于任何时间更改此协定条款的权利，更
      改后的协定条款一经公示，视为已经充分告知会员，并在公示后第3日起生效。</dt>

      <dt>8.	本文件具约束力，并取代任何双方之前的口头或书面协议。</dt>
      <dd>如本协定条款任何部分内容被依法认定无效，则本协议其余部分不受影响继续有效。除非「操场PlayGround」以书面形式明确放弃行使权力，否则「操场PlayGround」因任何原因而未能行使本协议定下的权利，并不代表放弃日后行使有关之权利。</dd>

      此合约只适用于「操场PlayGround」会员，并经会员签署后立刻生效。
    </dl>
  </div>
</template>
<script></script>
<style lang="less">
  .agreement-box{
    padding: .5rem .3rem;
    dl{
      dt,dd{
        font-size: .26rem;
      }
      dt{
        margin-bottom: .25rem;
      }
      dd{
        margin-bottom: .77rem;
      }
    }
  }
</style>
